Repository: Murathanb/DS-achievements
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Dark Souls 3 Achievements
tr: Dark Souls 3 Başarımlar

# menuList
source: List
tr: Liste

# menuCompleted
source: Completed
tr: Tamamlananlar

# menuSettings
source: Settings
tr: Ayarlar

# languageLabel
source: Language
tr: Dil

source: The Dark Soul
tr: Karanlık Ruh

# theDarkSoulDesc
source: Complete all achievements.
tr: Tüm başarımları tamamla.

source: To Link the First Flame
tr: İlk Alevi Yakmak

# toLinkTheFirstFlameDesc
source: Reach "To Link the First Flame" ending.
tr: "İlk Alevi Yakmak" sonuna ulaş.

source: The End of Fire
tr: Ateşin Sonu

# theEndOfFireDesc
source: Reach "The End of Fire" ending.
tr: "Ateşin Sonu" sonuna ulaş.

source: The Usurpation of Fire
tr: Ateşin Gaspedilmesi

# theUsurpationOfFireDesc
source: Reach "The Usurpation of Fire" ending.
tr: "Ateşin Gaspedilmesi" sonuna ulaş.

# iudexGundyrDesc
source: Defeat Iudex Gundyr.
tr: Iudex Gundyr'u yen.

source: Vordt of the Boreal Valley
tr: Boreal Vadisi Vordt

# vordtOfTheBorealValleyDesc
source: Defeat Vordt of the Boreal Valley.
tr: Boreal Vadisi Vordt'u yen.

source: Curse-rotted Greatwood
tr: Lanetli Büyük Ağaç

# curseRottedGreatwoodDesc
source: Defeat Curse-rotted Greatwood.
tr: Lanetli Büyük Ağaç'ı yen.

source: Crystal Sage
tr: Kristal Bilge

# crystalSageDesc
source: Defeat Crystal Sage.
tr: Kristal Bilge'yi yen.

source: Deacons of the Deep
tr: Derinlerin Dekanları

# deaconsOfTheDeepDesc
source: Defeat Deacons of the Deep.
tr: Derinlerin Dekanları'nı yen.

source: Abyss Watchers
tr: Uçurum Gözcüleri

# abyssWatchersDesc
source: Defeat Abyss Watchers, Lords of Cinder.
tr: Uçurum Gözcüleri, Küllerin Efendilerini yen.

source: High Lord Wolnir
tr: Yüksek Lord Wolnir

# highLordWolnirDesc
source: Defeat High Lord Wolnir.
tr: Yüksek Lord Wolnir'i yen.

# pontiffSulyvahnDesc
source: Defeat Pontiff Sulyvahn.
tr: Pontiff Sulyvahn'ı yen.

source: Yhorm the Giant
tr: Dev Yhorm

# yhormTheGiantDesc
source: Defeat Yhorm the Giant.
tr: Dev Yhorm'u yen.

source: Aldrich, Devourer of Gods
tr: Tanrıların Yiyicisi Aldrich

# aldrichDevourerOfGodsDesc
source: Defeat Aldrich, Devourer of Gods.
tr: Tanrıların Yiyicisi Aldrich'i yen.

source: Lothric, Younger Prince
tr: Lothric, Genç Prens

# lothricYoungerPrinceDesc
source: Defeat Lothric & Lorian (Twin Princes).
tr: Lothric & Lorian (İkiz Prensler)'i yen.

source: Dragonslayer Armour
tr: Ejderha Katili Zırhı

# dragonslayerArmourDesc
source: Defeat Dragonslayer Armour.
tr: Ejderha Katili Zırhı'nı yen.

source: Oceiros, the Consumed King
tr: Yiyilmiş Kral Oceiros

# oceirosTheConsumedKingDesc
source: Defeat Oceiros, the Consumed King.
tr: Yiyilmiş Kral Oceiros'u yen.

source: Champion Gundyr
tr: Şampiyon Gundyr

# championGundyrDesc
source: Defeat Champion Gundyr.
tr: Şampiyon Gundyr'i yen.

source: Ancient Wyvern
tr: Kadim Wyvern

# ancientWyvernDesc
source: Perform the plunging attack from the ledge at Archdragon Peak.
tr: Archdragon Peak'ten atlayış saldırısını yap.

source: The Nameless King
tr: Adsız Kral

# theNamelessKingDesc
source: Defeat Nameless King.
tr: Adsız Kral'ı yen.

source: Covenant: Warrior of Sunlight
tr: Sözleşme: Güneşin Savaşçısı

# covenantWarriorOfSunlightDesc
source: Join Warrior of Sunlight covenant.
tr: Güneşin Savaşçısı sözleşmesine katıl.

source: Covenant: Way of Blue
tr: Sözleşme: Mavinin Yolu

# covenantWayOfBlueDesc
source: Join Way of Blue covenant.
tr: Mavinin Yolu sözleşmesine katıl.

source: Covenant: Blue Sentinels
tr: Sözleşme: Mavi Nöbetçiler

# covenantBlueSentinelsDesc
source: Join Blue Sentinels covenant.
tr: Mavi Nöbetçiler sözleşmesine katıl.

source: Covenant: Blade of the Darkmoon
tr: Sözleşme: Karanlık Ay Kılıcı

# covenantBladeOfTheDarkmoonDesc
source: Join Blade of the Darkmoon covenant.
tr: Karanlık Ay Kılıcı sözleşmesine katıl.

source: Covenant: Rosaria's Fingers
tr: Sözleşme: Rosaria'nın Parmakları

# covenantRosariasFingersDesc
source: Join Rosaria's Fingers covenant.
tr: Rosaria'nın Parmakları sözleşmesine katıl.

source: Covenant: Mound-makers
tr: Sözleşme: Mound-makers

# covenantMoundMakersDesc
source: Join Mound-makers covenant.
tr: Mound-makers sözleşmesine katıl.

source: Covenant: Watchdogs of Farron
tr: Sözleşme: Farron'un Bekçileri

# covenantWatchdogsOfFarronDesc
source: Join Watchdogs of Farron covenant.
tr: Farron'un Bekçileri sözleşmesine katıl.

source: Covenant: Aldrich Faithful
tr: Sözleşme: Aldrich'in Sadık Takipçileri

# covenantAldrichFaithfulDesc
source: Join Aldrich Faithful covenant.
tr: Aldrich Sadık sözleşmesine katıl.

source: Supreme Weapon Reinforcement
tr: Üstün Silah Güçlendirme

# supremeWeaponReinforcementDesc
source: Upgrade any weapon to maximum reinforcement level.
tr: Herhangi bir silahı maksimum güçlendirme seviyesine yükselt.

source: Master of Infusion
tr: İksir Ustası

# masterOfInfusionDesc
source: Perform all forms of infusion.
tr: Tüm iksir çeşitlerini uygula.

source: Master of Sorceries
tr: Büyü Ustası

# masterOfSorceriesDesc
source: Acquire all sorceries.
tr: Tüm büyüleri edin.

source: Master of Pyromancies
tr: Pyromancy Ustası

# masterOfPyromanciesDesc
source: Acquire all pyromancies.
tr: Tüm pyromancyleri edin.

source: Master of Miracles
tr: Mucizeler Ustası

# masterOfMiraclesDesc
source: Acquire all miracles.
tr: Tüm mucizeleri edin.

source: Master of Rings
tr: Yüzük Ustası

# masterOfRingsDesc
source: Acquire all rings.
tr: Tüm yüzükleri edin.

source: Master of Expression
tr: İfade Ustası

# masterOfExpressionDesc
source: Learn all gestures.
tr: Tüm jestleri öğren.

source: Ultimate Bonfire
tr: Nihai Kamp Ateşi

# ultimateBonfireDesc
source: Reinforce a bonfire to the highest level.
tr: Kamp ateşini en yüksek seviyeye yükselt.

source: Ultimate Estus
tr: Nihai Estus

# ultimateEstusDesc
source: Reinforce the Estus Flask to the highest level.
tr: Estus Şişesini en yüksek seviyeye yükselt.

source: Archdragon Peak
tr: Archdragon Zirvesi

# archdragonPeakDesc
source: Reach Archdragon Peak.
tr: Archdragon Peak'e ulaş.

source: Untended Graves
tr: Terkedilmiş Mezarlar

# untendedGravesDesc
source: Reach Untended Graves.
tr: Untended Graves'e ulaş.
